Repository: tryswift/trySwiftTokyoApp
Catalog: MyLibrary/Sources/GuidanceFeature/Localizable.xcstrings
Source language: en
Languages: ja

source: Belle Salle Shibuya First
ja: ベルサール渋谷ファースト

source: Directions
ja: 道順

source: Exit B1
ja: B1出口

source: Exit C1
ja: CI出口

source: JR Shibuya
ja: JR渋谷駅

source: JR Shibuya Station East Exit
ja: JR渋谷駅東口

# jr-1
source: After get off train, exit from Shibuya station South gate on 1st floor (Downstair), then go to East exit.
ja: 電車を降りたら、階段を降りて南改札から出てください。そのあと東口から出ます。

# jr-2
source: After exit from East Exit, pass through left side of downstairs.
ja: 東口を出たら、エスカレータの左側を抜けます。

# jr-3
source: Then, turn right at behind of pillar.
ja: 柱の後ろで右折します。

# jr-4
source: Go straight along with bus stops.
ja: バス停の横を直進します。

# jr-5
source: Go upstairs on the left hand.
ja: 左手の階段を登ります。

# jr-6
source: Go diagonally right, then turn left.
ja: 斜め右方向へ進み、そのあと左折します。

# jr-7
source: Go downstairs left of police office.
ja: 渋谷警察署横の階段を降ります。

# jr-8
source: Go straight.
ja: 直進します。

# jr-9
source: Keep going. You can get something to eat and drink at convenience store.
ja: そのまま直進します。途中コンビニがあるので食料を調達しても良いでしょう。

# jr-10
source: Almost there!
ja: もうすぐ到着です！

# jr-11
source: You arrived and enter to entrance.
ja: 到着しました。入り口からお入りください。

source: Lines
ja: 路線

source: Metro Shibuya
ja: 東京メトロ渋谷

# metro-1
source: After getting off Tokyo Metro, head to C1 Exit. Then turn left
ja: 地下鉄を降りたらC1出口に向かいます。地上に出たら左折します。

source: Omote-sando
ja: 表参道駅

source: Omote-sando Station B1 Exit
ja: 表参道駅B1出口

# omotesando-1
source: Highly recommend using map with button above.
ja: 上のボタンからマップを開くことをお勧めします。

source: Open Map
ja: Mapを開く

source: Our venue is Belle Salle Shibuya FIRST, not garden. Make sure there are two belle salle hall in Shibuya.
ja: 会場はベルサール渋谷ファーストです。渋谷ガーデンもあるのでお間違えないようにしてください。

source: Shibuya Station C1 Exit
ja: 渋谷駅C1出口

source: Shibuya Station East Exit
ja: 渋谷駅東口

source: Venue
ja: 会場

source: Warning
ja: 注意
